Repository: mre-dev/WooCommerce-gateway-price-adjust
Catalog: languages/gateway-price-adjust-*.po
Languages: fa_ir

source: Gateway Price Adjust Settings
fa_ir: تنظیمات تغییر قیمت بر اساس درگاه پرداخت

source: Enable Gateway Price Adjustment
fa_ir: فعال‌سازی تغییر قیمت بر اساس درگاه پرداخت

source: Increase Price
fa_ir: افزایش قیمت

source: Decrease Price
fa_ir: کاهش قیمت

source: Fixed Amount
fa_ir: مبلغ ثابت

source: Percentage
fa_ir: درصدی

source: Select Gateway
fa_ir: انتخاب درگاه

source: Adjustment Type
fa_ir: نوع تغییر

source: Adjustment Value
fa_ir: مقدار تغییر

source: Save Changes
fa_ir: ذخیره تغییرات

source: Global Settings
fa_ir: تنظیمات عمومی

source: Per Product Settings
fa_ir: تنظیمات اختصاصی هر محصول

source: Live Update on Checkout
fa_ir: به‌روزرسانی زنده در صفحه تسویه‌حساب

source: Discount for Cash Payment
fa_ir: تخفیف برای پرداخت نقدی

source: Payment Gateway Adjustment
fa_ir: تنظیم قیمت بر اساس درگاه پرداخت

source: WooCommerce Payment Gateway Price Modifier
fa_ir: تغییر قیمت ووکامرس بر اساس درگاه پرداخت
